{
  "feedName": "Polity Timeline - a chronological timeline of the Polity books by Neal Asher",
  "lastUpdated": "2025-05-11T15:17:00Z",
  "books": [
    {
      "title": "Prador Moon",
      "img": "images/Prador-Moon-164x164.jpg",
      "dateCE": "2310 CE",
      "synopsis": "The Polity Collective stretches from Earth Central into the unfathomable reaches of the galactic void. But when the Polity finally encounters alien life in the form of massive, hostile, crablike carnivores known as the Prador, there can only be one outcome, total warfare.",
      "pubdate": "First published May 1, 2006.",
      "goodreadsRating": 3.88,
      "amazonRating": 4.2,
      "goodreadsLink": "https://www.goodreads.com/book/show/1060548.Prador_Moon",
      "amazonLink": "https://www.amazon.com/Prador-Moon-Neal-Asher-ebook/dp/B003GK21DU/"
    },
    {
      "title": "Weaponized",
      "img": "images/Weaponized-164x164.jpg",
      "dateCE": "~2310 CE",
      "synopsis": "In a future where prolonged lifespans leave humans seeking meaning, Ursula leads a colony on Threpsis, sans AI. Facing deadly alien raptors, they adapt drastically, questioning human identity amid a fierce battle for survival. Ursula confronts her past in a last ditch attempt to save humanity's future.",
      "pubdate": "First published January 1, 2022.",
      "goodreadsRating": 3.91,
      "amazonRating": 4.2,
      "goodreadsLink": "https://www.goodreads.com/book/show/60584064-weaponized",
      "amazonLink": "https://www.amazon.com/Weaponized-Neal-Asher-ebook/dp/B09KRYFK6Q/"
    },
    {
      "title": "Jenny Trapdoor",
      "img": "images/Jenny-Trapdoor-164x164.jpg",
      "dateCE": "from ~2310 to ~2700 CE",
      "synopsis": "Jenny, aboard her vessel, grappled with arachnophobia because of a resident trapdoor spider. Initially a mere nuisance, this spider was quickly forgotten as the tides of war reached her system. Yet, in a universe where organic and synthetic life interweave to form the fabric of existence, the spider re-emerges in Jenny’s life in an inconceivable manner, intertwining her fate with the cosmic dance of AIs, interstellar conflict, and the eternal struggle for survival.",
      "pubdate": "First published December 20, 2023.",
      "goodreadsRating": 4.37,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/204210779-jenny-trapdoor",
      "amazonLink": "https://www.amazon.com/Jenny-Trapdoor-Neal-Asher-ebook/dp/B0CQRBPR5H/"
    },
    {
      "title": "Shadow of the Scorpion",
      "img": "images/Shadow-of-the-Scorpion-164x164.jpg",
      "dateCE": "2339 CE",
      "synopsis": "Raised to adulthood during the end of the war between the human Polity and the vicious arthropoid race, the Prador, Ian Cormac is haunted by childhood memories of a sinister scorpion-shaped war drone and the burden of losses he doesn't remember.",
      "pubdate": "First published January 1, 2008.",
      "goodreadsRating": 4.05,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/11818420-shadow-of-the-scorpion",
      "amazonLink": "https://www.amazon.com/Shadow-Scorpion-Neal-Asher-ebook/dp/B003H83YBO/"
    },
    {
      "title": "War Bodies",
      "img": "images/War-Bodies-164x164.jpg",
      "dateCE": "~2350 CE",
      "synopsis": "Cyberat society, led by dictator Castron, believes in machine superiority. When the human Polity arrives, it sparks rebellion. Piper, a human raised as a weapon against Cyberat, finds himself entangled in this conflict. With his parents captured, Piper allies with Polity, navigating complex technology and his own bio-implants.",
      "pubdate": "First published April 6, 2023.",
      "goodreadsRating": 4.14,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/124070310-war-bodies",
      "amazonLink": "https://www.amazon.com/War-Bodies-Neal-Asher-ebook/dp/B0BPSYH5DW/"
    },
    {
      "title": "Gridlinked",
      "img": "images/Gridlinked-164x164.jpg",
      "dateCE": "2434 CE",
      "synopsis": "A technician comes through the runcible on Samarkand at a fraction below light speed. His arrival has killed thousands and wrecked a terraforming project. The immortal Horace Blegg sends agent Cormac to investigate, but Cormac must resolve things without the support of the AI grid, for his thirty years of being gridlinked has left him without humanity.",
      "pubdate": "First published September 1, 2004.",
      "goodreadsRating": 3.96,
      "amazonRating": 4.3,
      "goodreadsLink": "https://www.goodreads.com/book/show/98046.Gridlinked",
      "amazonLink": "https://www.amazon.com/Gridlinked-Agent-Cormac-Book-1-ebook/dp/B003DWC6I6/"
    },
    {
      "title": "The Line of Polity",
      "img": "images/The-Line-of-Polity-164x164.jpg",
      "dateCE": "2437 CE",
      "synopsis": "Outlink station Miranda has been destroyed by a nanomycelium and, because of this method of sabotage, the alien bioconstruct, Dragon – a creature as untrustworthy as it is gigantic – is thought to be involved. Sent on the titanic Polity dreadnought, the Occam Razor, Agent Cormac must investigate this, and resolve the question of Masada, a world about to be subsumed when the line of polity is drawn across it.",
      "pubdate": "First published March 1, 2003.",
      "goodreadsRating": 4.14,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/511227.The_Line_of_Polity",
      "amazonLink": "https://www.amazon.com/Line-Polity-Agent-Cormac-Book-ebook/dp/B003GK22P2/"
    },
    {
      "title": "Brass Man",
      "img": "https://politytimeline.com/images/Brass-man-164x164.jpg",
      "dateCE": "2441 CE",
      "synopsis": "Ian Cormac, a legendary Earth Central Security agent, is hunting an interstellar dragon, little knowing that, far away, his competition has resurrected an horrific killing machine named \"Mr. Crane\" to assist in a similar hunt, encompassing whole star systems.<br><br>The insane and indestructible brass man Mr. Crane seeks to escape a bloody past he can neither forget nor truly remember, and he is on a direct collision course with Cormac.",
      "pubdate": "First published January 1, 2005.",
      "goodreadsRating": 4.15,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/414091.Brass_Man",
      "amazonLink": "https://www.amazon.com/Brass-Man-Agent-Cormac-Book-ebook/dp/B003DWC6P4/"
    },
    {
      "title": "Polity Agent",
      "img": "images/Polity-Agent-164x164c.jpg",
      "dateCE": "2443 CE",
      "synopsis": "From 800 years in the future, a runcible gate is opened into the Polity and those coming through it have been sent specially to take the alien 'Maker' back to its home civilization in the Small Magellanic cloud. Once these refugees are safely through, the gate itself is rapidly shut down - because something alien is pursuing them.",
      "pubdate": "First published September 28, 2006.",
      "goodreadsRating": 4.23,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/511226.Polity_Agent",
      "amazonLink": "https://www.amazon.com/Polity-Agent-Cormac-Book-ebook/dp/B003DWC6L8/"
    },
    {
      "title": "Line War",
      "img": "images/Line-War-164x164.jpg",
      "dateCE": "2444 CE",
      "synopsis": "The Polity is under attack from Erebus, a melded AI entity controlling lethal Jain technology, but the attack seems to have no coherence. When one of Erebus’ wormships kills millions on the world of Klurhammon, a high-tech agricultural world of no real tactical significance, Ian Cormac is sent to investigate, though he is struggling to control an ability no human being should possess, and beginning to question the motives of his AI masters.",
      "pubdate": "First published March 18, 2008.",
      "goodreadsRating": 4.29,
      "amazonRating": 4.6,
      "goodreadsLink": "https://www.goodreads.com/book/show/2423152.Line_War",
      "amazonLink": "https://www.amazon.com/Line-War-Agent-Cormac-Book-ebook/dp/B003DWC6HM/"
    },
    {
      "title": "The Technician",
      "img": "images/The-Technician-164x164.jpg",
      "dateCE": "~2444 CE",
      "synopsis": "Jeremiah Tombs, erstwhile religious policeman and only living survivor of a hooder attack, has escaped his sanatorium. The scorpion drone Amistad lets him run, calculating that a series of confrontations with reality will finally heal his mind and permit access to the valuable information it migh contain, for it was the near mythical Technician that attacked him all those years ago, and it did something to his mind that even the AIs don’t understand.",
      "pubdate": "First published January 1, 2010.",
      "goodreadsRating": 4.24,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/7704959-the-technician",
      "amazonLink": "https://www.amazon.com/Technician-Neal-Asher-ebook/dp/B003X27L9K/"
    },
    {
      "title": "Dark Intelligence",
      "img": "images/Dark-Intelligence-164x164.jpg",
      "dateCE": "~2450 CE",
      "synopsis": "Thorvald Spear, a resurrected soldier from a century-old war, seeks vengeance against Penny Royal, a rogue AI. Crime syndicate leader Isobel Satomi, transformed into a monstrous being by the same AI, hunts Spear as he chases the AI across worlds. Both are entangled in a deadly quest for retribution and transformation.",
      "pubdate": "First published January 29, 2015.",
      "goodreadsRating": 4.08,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/22859850-dark-intelligence",
      "amazonLink": "https://www.amazon.com/Dark-Intelligence-Transformation-Novel-1-ebook/dp/B00M43ZYN4/"
    },
    {
      "title": "War Factory",
      "img": "images/War-factory-164x164b.jpg",
      "dateCE": "~2450 CE",
      "synopsis": "Thorvald Spear, resurrected from his death over a hundred years earlier, continues to hunt Penny Royal, the rogue AI and dangerous war criminal on the run from Polity forces. Penny Royal meanwhile seeks Factory Station Room 101, a wartime manufacturing space station believed to be destroyed. What does it want with the factory? And will Spear find the rogue AI before it gets there?",
      "pubdate": "First published May 3, 2016.",
      "goodreadsRating": 4.25,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/25898503-war-factory",
      "amazonLink": "https://www.amazon.com/War-Factory-Transformation-Book-Two-ebook/dp/B018XV0AFW/"
    },
    {
      "title": "Infinity Engine",
      "img": "images/Infinity-Engine-164x164.jpg",
      "dateCE": "~2450 CE",
      "synopsis": "Several forces continue to pursue the deadly and enigmatic Penny Royal, none more dangerous than the Brockle, a psychopathic forensics AI who has escaped the Polity’s confinements. Meanwhile the last living member of the ancient and powerful Atheter alien race arrives at the war factory and birthplace of Penny Royal, Factory Station Room 101.<br><br>Set pieces align in the showdown on the cusp of the Layden’s Sink black hole, inside of which lies a powerful secret, one that could destroy the entire Polity.",
      "pubdate": "First published March 21, 2017.",
      "goodreadsRating": 4.40,
      "amazonRating": 4.6,
      "goodreadsLink": "https://www.goodreads.com/book/show/31213232-infinity-engine",
      "amazonLink": "https://www.amazon.com/Infinity-Engine-Transformation-Book-Three-ebook/dp/B01LB13HUQ/"
    },
    {
      "title": "The Soldier",
      "img": "images/The-Soldier-164x164.jpg",
      "dateCE": "~2644 CE",
      "synopsis": "In a far corner of space, on the very borders between humanity’s Polity worlds and the kingdom of the vicious crab-like prador, is an immediate threat to all sentient life: an accretion disc, a solar system designed by the long-dead Jain race and swarming with living technology powerful enough to destroy entire civilizations.",
      "pubdate": "First published April 3, 2018.",
      "goodreadsRating": 4.10,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/35667856-the-soldier",
      "amazonLink": "https://www.amazon.com/Soldier-Rise-Jain-Book-ebook/dp/B077MRPGJL/"
    },
    {
      "title": "The Warship",
      "img": "images/The-Warship-164x164.jpg",
      "dateCE": "~2644 CE",
      "synopsis": "Orlandine has destroyed the alien Jain super-soldier by deploying an actual black hole. And now that same weapon hoovers up clouds of lethal Jain technology, swarming within the deadly accretion disc’s event horizon. All seems just as she planned. Yet behind her back, forces incite rebellion on her home world, planning her assassination.",
      "pubdate": "First published May 2, 2019.",
      "goodreadsRating": 4.31,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/42090415-the-warship",
      "amazonLink": "https://www.amazon.com/Warship-Rise-Jain-Book-ebook/dp/B07K6R9R89/"
    },
    {
      "title": "The Human",
      "img": "images/The-Human-164x164.jpg",
      "dateCE": "~2644 CE",
      "synopsis": "A Jain warship has broken out from a five million years old prison and it seems hellbent on destroying everyone in its path. As the warship crosses the galaxy, it seems unstoppable. Human and prador forces alike struggle to withstand its devastating weaponry – far in advance of their own.<br><br>Orlandine’s life’s work has been to neutralize Jain technology, so if she can’t triumph, no one can. But could she become what she’s vowed to destroy?",
      "pubdate": "First published April 14, 2020.",
      "goodreadsRating": 4.26,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/49393281-the-human",
      "amazonLink": "https://www.amazon.com/Human-Rise-Jain-Neal-Asher-ebook/dp/B07ZNZY5BT/"
    },
    {
      "title": "Dark Diamond",
      "img": "images/Dark-Diamond-164x164.jpg",
      "dateCE": "After 2644 CE and varies",
      "synopsis": "Captain Blite knows that someone, or something, is trying to kill him. But a device he possesses, known only as the dark diamond, won't let that happen. After surviving a series of accidents and assassination attempts, Blite realizes that whenever he dies the dark diamond reverses time to a moment before his death. He must then go through the traumatic experience again and again until he escapes.<br><br>Every deadly encounter Blite survives generates a time flash, revealing potential futures...",
      "pubdate": "Publish date: 10 April, 2025.",
      "goodreadsRating": 4.39,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/218124303-dark-diamond",
      "amazonLink": "https://www.amazon.co.uk/Dark-Diamond-science-fictions-explosive/dp/1035037939"
    },
    {
      "title": "Jack Four",
      "img": "images/Jack-Four-164x164.jpg",
      "dateCE": "~2800 CE",
      "synopsis": "Jack Four–one of twenty human clones–has been created to be sold. His purchasers are the alien prador and they only want him for their experimentation program. But there is something different about Jack. No clone should possess the knowledge that’s been loaded into his mind. And no normal citizen of humanity’s Polity worlds would have this information.",
      "pubdate": "First published June 10, 2021.",
      "goodreadsRating": 4.16,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/57668041-jack-four",
      "amazonLink": "https://www.amazon.com/Jack-Four-Neal-Asher-ebook/dp/B08QJJ67N2/"
    },
    {
      "title": "The Skinner",
      "img": "images/Skinner-164x164.jpg",
      "dateCE": "3056 CE",
      "synopsis": "On the planet Spatterjay arrive three travelers: Janer, acting as the eyes of the hornet Hive mind, on a mission not yet revealed to him; Erlin, searching for Ambel - the ancient sea captain who can teach her how to live; and Sable Keech, on a vendetta he cannot abandon, though he himself has been dead for 700 years. This remote world is mostly ocean, and it is a rare visitor who ventures beyond the safety of the island Dome. Outside it, only the native Hoopers dare risk the voracious appetites of the planet's wildlife. But somewhere out there is Spatterjay Hoop - and Keech will not rest until he brings this legendary renegade to justice for hideous crimes committed centuries ago during the Prador Wars.",
      "pubdate": "First published January 1, 2002.",
      "goodreadsRating": 4.15,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/240297.The_Skinner",
      "amazonLink": "https://www.amazon.com/Skinner-Spatterjay-Book-1-ebook/dp/B003DWC6JK/"
    },
    {
      "title": "The Voyage of the Sable Keech",
      "img": "images/The-Voyage-of-the-Sable-Keech-164x164.jpg",
      "dateCE": "3078 CE",
      "synopsis": "Taylor Bloc, a revenant figure obsessed with power and adulation, seeks to unravel the mystery of Sable Keech, the only one to successfully resurrect through nanotechnology—possibly aided by the Spatterjay virus. Bloc's quest to retrace Keech's maritime path is driven by a desire to emulate his unique resurrection, as well as to amass more control. Meanwhile, entities like an ancient hive mind have their own agendas, including the pursuit of a vital poison for immortality. Erlin, grappling with the ennui of eternal life, embarks on a perilous research journey only to encounter the monstrous Whelkus titanicus.",
      "pubdate": "First published February 1, 2006.",
      "goodreadsRating": 4.10,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/511229.The_Voyage_of_the_Sable_Keech",
      "amazonLink": "https://www.amazon.com/Voyage-Sable-Keech-Spatterjay-Book-ebook/dp/B0041RR7DQ/"
    },
    {
      "title": "Orbus",
      "img": "images/Orbus-164x164b.jpg",
      "dateCE": "3220 CE",
      "synopsis": "Now in charge of an cargo spaceship, the Old Captain Orbus, flees a violent and sadistic past, but he doesn’t know that the lethal war drone, Sniper, is a stowaway, and that past is rapidly catching up with him. His old enemy, the Prador Vrell, mutated by the Spatterjay virus into something powerful and dangerous, has seized control of a Prador dreadnought, slaughting its entire crew, and now seeks to exact vengeance on those who tried to have him killed.",
      "pubdate": "First published April 9, 2009.",
      "goodreadsRating": 4.26,
      "amazonRating": 4.6,
      "goodreadsLink": "https://www.goodreads.com/book/show/6462796-orbus",
      "amazonLink": "https://www.amazon.com/Orbus-Spatterjay-Book-Neal-Asher-ebook/dp/B003DWC6M2/"
    },
    {
      "title": "Hilldiggers",
      "img": "images/Hilldiggers-164x164b.jpg",
      "dateCE": "3230 CE",
      "synopsis": "A terrible war once raged between the two rival planets within a distant solar system. Over the centuries their human inhabitants had ‘adapted’ themselves to the extremely different conditions of their new homes, far outside Polity influence.",
      "pubdate": "First published January 1, 2007.",
      "goodreadsRating": 3.96,
      "amazonRating": 4.3,
      "goodreadsLink": "https://www.goodreads.com/book/show/1196558.Hilldiggers",
      "amazonLink": "https://www.amazon.com/Hilldiggers-Neal-Asher-ebook/dp/B003DWC6PO/"
    },
    {
      "title": "The Bosch",
      "img": "images/The-Bosch-164x164.jpg",
      "dateCE": "Far future post-Polity",
      "synopsis": "Set in a far future after the Polity of my books has passed into history, The Bosch tells the story of how, when your biotechnology is sufficiently advanced, you can create the monsters others only imagined. When you are the ruler of a world, based on such tech, and have lived for thousands of years, perhaps you have become numb to mere human concerns. But a crime has been committed and restitution must be made, by raising the Bosch.",
      "pubdate": "First published April 27, 2020.",
      "goodreadsRating": 4.10,
      "amazonRating": 4.3,
      "goodreadsLink": "https://www.goodreads.com/book/show/53419196-the-bosch",
      "amazonLink": "https://www.amazon.com/Bosch-Novella-Far-Future-Polity-ebook/dp/B087RN3F5Q/"
    },
    {
      "title": "The Gabble And Other Stories",
      "img": "images/The-Gabble-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "A collection of marvellously inventive and action-packed short stories from the amazing Polity universe.<br><br>Snow in the Desert is also on Netflix as part of the Love, Death + Robots series. A short version can be watched for free on <a href='https://www.youtube.com/watch?v=h7cA3exjoEo'>YouTube</a>.",
      "contents": [
        "Softly Spoke the Gabbleduck",
        "Putrefactors",
        "Garp and Geronamid",
        "The Sea of Death",
        "Alien Archaeology",
        "Acephalous Dreams",
        "Snow in the Desert",
        "Choudapt",
        "Adaptogenic",
        "The Gabble"
      ],
      "pubdate": "First published October 21, 2008.",
      "goodreadsRating": 4.10,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/3174148-the-gabble-and-other-stories",
      "amazonLink": "https://www.amazon.com/Gabble-Other-Stories-Neal-Asher-ebook/dp/B003GK21DK/"
    },
    {
      "title": "The Engineer ReConditioned",
      "img": "images/The-Engineer-Reconditioned-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "Mysterious aliens, ruthless terrorists, androids with attitude, genetic manipulation, punch-ups with lasers and giant spaceships! What more do you want?<br><br>Reprint of The Engineer with additional stories.",
      "contents": [
        "The Engineer",
        "Snairls",
        "Spatterjay",
        "Jable Sharks",
        "The Thrake",
        "Proctors",
        "The Owner",
        "The Tor-beast's Prison",
        "Tiger Tiger",
        "The Gurnard"
      ],
      "pubdate": "First published March 1, 1998.",
      "goodreadsRating": 4.04,
      "amazonRating": 4.2,
      "goodreadsLink": "https://www.goodreads.com/book/show/1331233.The_Engineer_ReConditioned",
      "amazonLink": "https://www.amazon.com/Engineer-ReConditioned-Neal-Asher-ebook/dp/B00HSR4JUK/"
    },
    {
      "title": "Lockdown Tales",
      "img": "images/Lockdown-Tales-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "Six stories, 150,000 words of fiction that crackle with energy, invention and excitement. Prador, Hoopers, sassy AIs, a resurrected Golem, a mutated giant whelk, Hooders, megalomaniacs, war drones, Penny Royal—everything you might expect from Neal Asher.",
      "contents": [
        "The Relict",
        "Monitor Logan",
        "Bad Boy",
        "Plenty",
        "Dr. Whip",
        "Raising Moloch"
      ],
      "pubdate": "First published December 15, 2020.",
      "goodreadsRating": 4.49,
      "amazonRating": 4.6,
      "goodreadsLink": "https://www.goodreads.com/book/show/55960949-lockdown-tales",
      "amazonLink": "https://www.amazon.com/Lockdown-Tales-Neal-Asher-ebook/dp/B08MQ94QHH/"
    },
    {
      "title": "Lockdown Tales 2",
      "img": "images/Lockdown-Tales-2-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "A collection of nine novelettes and stories from best-selling SF author Neal Asher (150,000 words of fiction between them), all written during lockdown and including four that are original to this volume. Some of these thrilling and inventive narratives were set during the latter days of Neal's Polity universe, while others explored what came next.",
      "contents": [
        "Xenovore",
        "An Alien on Crete",
        "The Translator",
        "Skin",
        "Eels",
        "The Host",
        "Antique Battlefields",
        "Moral Biology",
        "Longevity Averaging"
      ],
      "pubdate": "First published February 7, 2023.",
      "goodreadsRating": 4.35,
      "amazonRating": 4.5,
      "goodreadsLink": "https://www.goodreads.com/book/show/75699602-lockdown-tales-2",
      "amazonLink": "https://www.amazon.com/Lockdown-Tales-2-Neal-Asher-ebook/dp/B0BRNQV5Y5/"
    },
    {
      "title": "Runcible Tales",
      "img": "images/Runcible-Tales-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "This is a 'chapbook' of five short stories so not very long (about 30,000 words). A Prador planet breaker destroy-mission, a marine biologist looking at human adaptation, Ian Cormac's first encounter with Dragon, a Telepath generously helped by an Agent in his search for the location of a scream, and the questioning of Horace Blegg and Dragon about a seemingly invincible entity called Bird.",
      "contents": [
        "Always with You",
        "Blue Holes",
        "Dragon in the Flower",
        "The Gire & the Bibrat",
        "Walking John & Bird"
      ],
      "pubdate": "First published January 1, 1999.",
      "goodreadsRating": 4.14,
      "amazonRating": 4.3,
      "goodreadsLink": "https://www.goodreads.com/book/show/1759237.Runcible_Tales",
      "amazonLink": "https://www.amazon.com/Runcible-Tales-Neal-Asher-ebook/dp/B074JCSKHJ/"
    },
    {
      "title": "Owning the Future",
      "img": "images/Owning-the-Future-164x164.jpg",
      "dateCE": "Multiple timelines",
      "synopsis": "A varied collection of selected short stories in the Polity universe, Owner universe, and beyond.",
      "contents": [
        "Memories of Earth (Owner)",
        "Shell Game",
        "The Rhine's World Incident (Polity)",
        "Owner Space (Owner)",
        "Strood",
        "The Other Gun (Polity)",
        "Bioship",
        "Scar Tissue (Polity)",
        "The Veteran"
      ],
      "pubdate": "First published June 5, 2018.",
      "goodreadsRating": 4.23,
      "amazonRating": 4.4,
      "goodreadsLink": "https://www.goodreads.com/book/show/40406967-owning-the-future",
      "amazonLink": "https://www.amazon.com/Owning-Future-Stories-Neal-Asher-ebook/dp/B07DKBQQMR/"
    }
  ]
}